{"_comment": "Created with OWL2VOWL (version 0.3.3-SNAPSHOT), http://vowl.visualdataweb.org [Additional Information added by WebVOWL Exporter Version: 1.0.6]",
"header": {
"languages" : [ "Italiano" ],
"title" : {
"undefined" : "Mappa concettuale"
},
"description" : {
"undefined" : "Mappe concettuali del capitolo/modulo"
}
},
"metrics": {
},
"class": [ 
{
"id":"495",
"type": "owl:Class"
},
{
"id":"496",
"type": "owl:Class"
},
{
"id":"498",
"type": "owl:Class"
},
{
"id":"499",
"type": "owl:Class"
},
{
"id":"500",
"type": "owl:Class"
},
{
"id":"501",
"type": "owl:Class"
},
{
"id":"502",
"type": "owl:Class"
},
{
"id":"504",
"type": "owl:Class"
}
],
"classAttribute": [
{
"label": {
"IRI-based":"Client"
},
"comment": {
"undefined": "Il client accede a risorse remote inviando delle richiesta ad un server che risponde erogando un servizio, una funzione o dei dati.In ogni rete di comunicazione, sia internet che umanet, avviene questa interazione tra chi domanda (?) e chi risponde (!).L`architettura client/server e` un modello di organizzazione universale.Per quanto riguarda la rete tecnologica internet un buon esempio di client e` un PC che fa girare un web browser per visualizzare siti web. Per quanto riguarda la rete di relazioni umane un buon esempio di client e` una persona  che chiede ad un`altra di soddisfare un proprio bisogno e aspettativa.Potrebbe essere ad esempio uno (o piu`) studenti che chiedono alla scuola di evolvere i processi didattici per realizzare una scuola migliore.             POTEVI OTTENERE 1 BONUS! MA NON SEI STATO FORTUNATO (ID=495)"
 },
"id":"495"
},
{
"label": {
"IRI-based":"Server"
},
"comment": {
"undefined": "Server dall`inglese (to) serve `servire`, dunque letteralmente `serviente, servitore`.  E` un componente informatico che fornisce, a livello logico e fisico, un qualunque tipo di servizio ad altre componenti tipicamente chiamate clients, cioe` clienti. (ID=496)"
 },
"id":"496"
},
{
"label": {
"IRI-based":"http"
},
"comment": {
"undefined": "L`HTTP e` un protocollo utilizzato per tramettere informazioni sul web in modo client-server.Il client rimane in ascolto sulla porta usando il protocollo TCP a livello di trasporto. (ID=498)"
 },
"id":"498"
},
{
"label": {
"IRI-based":"DHCP(Dynamic Host Configuration Protocol)"
},
"comment": {
"undefined": "il DHCP(Dynamic Host Configuration Protocol) e` un protocollo di rete che permette ai dispositivi di una rete locale di ricevere automaticamente un indirizzo ip. questa azione viene ripetuta ogni volta che un host viene messo in funzione per permettergli un accesso a internet. questo ip viene scelto dal DHCP tra quelli disponibili nel range e rimane occupato per un certo tempo anche dopo lo spegnimento della macchina. in questo modo non e` necessario associare manualmente un indirizzo ip ad ogni host             POTEVI OTTENERE 1 BONUS! MA NON SEI STATO FORTUNATO (ID=499)"
 },
"id":"499"
},
{
"label": {
"IRI-based":"PAT"
},
"comment": {
"undefined": "l PAT permette quindi di utilizzare un singolo indirizzo IP pubblico per accedere a numerosi servizi da una rete locale che utilizza indirizzi IP privati. Il dispositivo che funziona da PAT cancella periodicamente le varie assegnazioni dalla propria tabella man mano che esse non sono piu` utilizzate. Il PAT permettte di mappare gli indirizzi di una rete privata. (ID=500)"
 },
"id":"500"
},
{
"label": {
"IRI-based":"DNS"
},
"comment": {
"undefined": "Al momento della richiesta per un determinato indirizzo il server DNS del proprio provider controlla nella propria cache se e` presente la risoluzione, altrimenti contatta direttamente uno dei Root Server. I Root Servers sono i server che gestiscono le estensioni .com, .org, .net, .edu, ecc. Il DNS contatta uno di questi server, e come risposta avra` un’altra serie di DNS Server che gestiscono l`estensione richiesta.Verra` fatta richiesta quindi ad uno di questi server, che daranno come risposta una lista di server che gestiscono il dominio interessato.All’ultimo passaggio al server che gestisce il dominio verra` richiesto di tradurre il “www” in indirizzo IP. A questo punto si ottiene la risposta definitiva. Il server DNS conservera` nella propria cache questa risoluzione, in modo che ad una successiva ed identica richiesta, la risposta sara` piu` veloce, senza dover necessariamente ripercorrere tutti i passaggi gia` esposti.             POTEVI OTTENERE 1 BONUS! MA NON SEI STATO FORTUNATO (ID=501)"
 },
"id":"501"
},
{
"label": {
"IRI-based":"NAT"
},
"comment": {
"undefined": "Il NAT e` un meccanismo delle reti che serve per tradurre gli indirizzi IP delle macchine. Esso avviene nel passaggio tra rete pubblica e privata e viceversa. Il Nat agisce quando devono comunicare due dispositivi su reti diverse. Esso consente al router di sostituire l`indirizzo IP privato nel suo corrispondente indirizzo IP pubblico e viceversa. Questo avviene perche` gli indirizzi IP delle macchine devono essere tradotti per comunicare tra rete green(privata) e red (pubblica). Quindi grazie a cio` e` possibile interfacciare delle macchine private sulla rete pubblica per raggiungere il server desiderato e viceversa.             POTEVI OTTENERE 1 BONUS! MA NON SEI STATO FORTUNATO (ID=502)"
 },
"id":"502"
},
{
"label": {
"IRI-based":"Indirizzi IP"
},
"comment": {
"undefined": "e` un`etichetta numerica che identifica univocamente un dispositivo detto host collegato a una rete informatica che utilizza l`Internet Protocol (protocollo di rete).Viene assegnato a una interfaccia che identifica l`host di rete. Gli indirizzi IP pubblici e i range di indirizzi sono rilasciati e regolamentati dall`ICANN (ente di gestione internazionale). Gli indirizzi IP possono essere assegnati in maniera permanente oppure in maniera temporanea. Gli indirizzi dinamici sono utilizzati per identificare dispositivi non permanenti in una LAN. Gli indirizzi statici sono utilizzati per identificare dispositivi con indirizzi permanenti. Con lo scopo di fornire la destinazione di un altro terminale o dispositivo di rete in una comunicazione dati a pacchetto. L`indirizzo IP e` suddiviso in due parti: network che identifica la rete e l`host-ID che identifica l`host e le eventuali sotto-reti.             HAI OTTENUTO 1 BONUS! (ID=504)"
 },
"id":"504"
}
],
"property": [
{
"id":"505",
"type": "owl:objectProperty"
},
{
"id":"506",
"type": "owl:objectProperty"
},
{
"id":"507",
"type": "owl:objectProperty"
},
{
"id":"508",
"type": "owl:objectProperty"
},
{
"id":"509",
"type": "owl:objectProperty"
},
{
"id":"510",
"type": "owl:objectProperty"
},
{
"id":"511",
"type": "owl:objectProperty"
},
{
"id":"512",
"type": "owl:objectProperty"
},
{
"id":"513",
"type": "owl:objectProperty"
},
{
"id":"514",
"type": "owl:objectProperty"
},
{
"id":"515",
"type": "owl:objectProperty"
}
],
"propertyAttribute": [
{
"range":"496",
"label": {
"IRI-based":"Server"
},
"domain":"495",
"attributes": [
"object"
],
"id":"505"
},
{
"range":"495",
"label": {
"IRI-based":"Client"
},
"domain":"496",
"attributes": [
"object"
],
"id":"506"
},
{
"range":"504",
"label": {
"IRI-based":"Indirizzi IP"
},
"domain":"499",
"attributes": [
"object"
],
"id":"507"
},
{
"range":"504",
"label": {
"IRI-based":"Indirizzi IP"
},
"domain":"501",
"attributes": [
"object"
],
"id":"508"
},
{
"range":"495",
"label": {
"IRI-based":"Client"
},
"domain":"498",
"attributes": [
"object"
],
"id":"509"
},
{
"range":"496",
"label": {
"IRI-based":"Server"
},
"domain":"498",
"attributes": [
"object"
],
"id":"510"
},
{
"range":"496",
"label": {
"IRI-based":"Server"
},
"domain":"503",
"attributes": [
"object"
],
"id":"511"
},
{
"range":"498",
"label": {
"IRI-based":"http"
},
"domain":"503",
"attributes": [
"object"
],
"id":"512"
},
{
"range":"504",
"label": {
"IRI-based":"Indirizzi IP"
},
"domain":"502",
"attributes": [
"object"
],
"id":"513"
},
{
"range":"502",
"label": {
"IRI-based":"PAT"
},
"domain":"500",
"attributes": [
"object"
],
"id":"514"
},
{
"range":"501",
"label": {
"IRI-based":"DNS"
},
"domain":"498",
"attributes": [
"object"
],
"id":"515"
}
]
}
